;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 5.6.7.568
; Update: June 03, 2021
;
[Lang]
NativeLanguage=Deutsch
[Translation]
LangCode=0407
ReadHabit=Left-to-right
LanguageName=Deutsch
LangShortName=de-DE
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
lblinfo.Caption=Überprüfen Sie, ob dieser PC die Systemanforderungen von Windows 11 erfüllt.
lbllang.Caption=die Sprache:
cpu=Prozessor
memory=Arbeitsspeicher
disk=Speicher
diskstyle=Partitionsstil
firmware=System Firmware
boot=Sicheren Start
graphiccard=Grafikkarte
tpm=TPM 2.0
info3=Die Prozessorfrequenz ist langsamer als 1 GHz.
info4=Die Prozessorarchitektur ist x86, aber Windows 11 unterstützt sie nicht.
info5=Der Prozessor ist nicht auf der kompatiblen Liste.
info6=Windows 11 unterstützt keinen 32-Bit-Prozessor.
info7=Der Festplattenpartition Stil ist nicht GPT.
info8=Der Arbeitsspeicher muss mindestens 4 GB groß sein.
info9=Die Systemfestplatte muss mindestens 64 GB groß sein.
info10=Die Systemfirmware unterstützt Secure Boot nicht.
info11=Die Grafikkarte unterstützt kein DirectX 12.
info12=WDDM-Version ist niedriger als 2.x
info13=TPM wird nicht erkannt.
info14=TPM ist deaktiviert.
info15=TPM-Version ist niedriger als 2.0
info16=Die Systemfirmware unterstützt kein UEFI.
info-3=Es handelt sich um einen unbekannten 64-Bit-Prozessor.
info-4=Der freie Speicherplatz beträgt weniger als 64 GB.
tpminfo=Vertrauenswürdiges Plattformmodul Version 2.0
directxinfo=DirectX %s -kompatible Grafikkarte / WDDM %s
bootinfo=PC-Boots verwenden nur vertrauenswürdige Firmware.
support=kompatibel
unknow=Unbekannt. Klicken Sie für weitere Details.
unsupport=Nicht kompatibel. Klicken Sie für weitere Details.
NewVer=Eine neue Version ist verfügbar! Möchten Sie jetzt aktualisieren?
